{
  "data": [
    {
      "id": 1,
      "name": "html",
      "progress": 90
    },
    {
      "id": 2,
      "name": "css",
      "progress": 90
    },
    {
      "id": 3,
      "name": "javascripte",
      "progress": 70
    },
    {
      "id": 4,
      "name": "nodejs",
      "progress": 50
    },
    {
      "id": 5,
      "name": "react",
      "progress": 80
    },
    {
      "id": 6,
      "name": "nextjs",
      "progress": 70
    },
    {
      "id": 7,
      "name": "typescripte",
      "progress": 50
    },
    {
      "id": 8,
      "name": "graphql",
      "progress": 80
    },
    {
      "id": 9,
      "name": "tailwindcss",
      "progress": 70
    },
    {
      "id": 10,
      "name": "mui",
      "progress": 90
    },
    {
      "id": 11,
      "name": "bootstrap",
      "progress": 80
    },
    {
      "id": 12,
      "name": "hygraph-cms",
      "progress": 90
    },
    {
      "id": 13,
      "name": "mongoDb",
      "progress": 50
    },
    {
      "id": 14,
      "name": "vscode",
      "progress": 90
    }
  ],
  "data-exp": [
    {
      "id": 1,
      "title": "financial unit- treasury Department",
      "company": "NIOC",
      "start": 2012,
      "end": 2013,
      "url": "https://en.nioc.ir",
      "summry": [
        "filing of financial documents",
        "Issuing bank checks",
        "responsible for contractors bank guarantees"
      ]
    },
    {
      "id": 2,
      "title": "financial unit- treasury Department",
      "company": "ndco",
      "start": 2013,
      "end": 2017,
      "url": "https://www.ndco.ir",
      "summry": [
        "commodity accounting expert",
        "Issuing bank checks",
        "responsible for contractors bank guarantees"
      ]
    },
    {
      "id": 3,
      "title": "general manger",
      "company": "dr.shahbazi pharmecy",
      "start": 2018,
      "end": 2019,
      "url": "https://darookhaneonline.com",
      "summry": [
        "monitoring for website content",
        "seo",
        "monitoring for customer satisfaction"
      ]
    },
    {
      "id": 4,
      "title": "manger",
      "company": "dr zohre zare pharmecy",
      "start": 2019,
      "end": 2020,
      "url": "https://darubama.com",
      "summry": [
        "monitoring for website content",
        "seo",
        "monitoring for customer satisfaction",
        "marketing",
        "everything related to this website was my responsibility"
      ]
    }
  ],
  "projectsData": [
    {
      "id": 1,
      "title": "Gym app",
      "demo": "https://gym-app-beige.vercel.app",
      "SourceCode": "https://github.com/arshamghobadi/gym-app",
      "discription": "I'm proud to showcase a gym app web page that I created using the latest web technologies such as React, Tailwind, Motion, and Framer. This app was designed with fitness enthusiasts in mind, providing them with an intuitive and enjoyable experience that helps them achieve their fitness goals.With a clean and modern user interface, users can easily navigate the app, personalize their workouts, track their progress, and receive nutrition advice. Our app also incorporates advanced security measures to protect user data and ensure peace of mind while using it."
    },
    {
      "id": 2,
      "title": "crypto-currency-project",
      "demo": "https://lustrous-madeleine-5a79cd.netlify.app",
      "SourceCode": "https://github.com/arshamghobadi/cryptocurrency-project",
      "discription": "Introducing my second project, a comprehensive cryptocurrency tracker that showcases the latest rates, prices, market caps, and volumes of all major cryptocurrencies. With an emphasis on providing up-to-date information, the tracker is an essential tool for anyone interested in the cryptocurrency market. The detailed pages offer a deep dive into each cryptocurrency, displaying its price change over the past week. Whether you're an experienced trader or just starting out, this cryptocurrency tracker has everything you need to stay informed and make informed decisions"
    },
    {
      "id": 3,
      "title": "my first protfolio webpage",
      "demo": "https://jolly-selkie-ced79b.netlify.app",
      "SourceCode": "https://github.com/arshamghobadi/portfolioweb",
      "discription": "Introducing my latest project, a sleek and modern portfolio website built using React, Material UI, GraphQL, and the headless CMS, Hygrah. The website features a clean and intuitive design, making it easy for visitors to navigate and explore the various projects and experiences that I have to offer. With GraphQL, I was able to seamlessly connect the frontend to the CMS and provide a smooth user experience. Whether you're a potential employer, collaborator, or just interested in my work, this website offers a comprehensive overview of my skills and achievements"
    },
    {
      "id": 4,
      "title": "darubama",
      "demo": "https://enchanting-platypus-acacab.netlify.app",
      "SourceCode": "https://github.com/arshamghobadi",
      "discription": "After two successful years as General Manager at an online pharmacy, I took on a new challenge as Manager at another reputable online pharmaceutical company. In this role, I was responsible for all aspects of the website, from content creation to customer service and website management. My strong leadership skills and passion for the industry allowed me to drive the pharmacy to new heights of success, ensuring a seamless customer experience and maintaining high levels of patient satisfaction. With two years of experience as a Manager in the online pharmacy space, I am confident in my ability to lead and drive results in a fast-paced and ever-evolving industry."
    },
    {
      "id": 5,
      "title": "darookhaneonline",
      "demo": "https://darookhaneonline.com",
      "SourceCode": "https://github.com/arshamghobadi",
      "discription": "With two years of experience in the online pharmacy industry, I am proud to have recently been promoted to the role of General Manager. In this role, I oversee all operations of the pharmacy, from website content creation to customer service and everything in between. My strong communication skills and ability to lead a team have allowed me to successfully navigate the complex and rapidly evolving world of online pharmaceuticals. I am committed to providing the highest level of customer satisfaction, and am always striving to improve our processes and services to better serve our patients."
    },
    {
      "id": 6,
      "title": "Nicki Shop",
      "demo": "https://enchanting-platypus-acacab.netlify.app",
      "SourceCode": "https://github.com/arshamghobadi",
      "discription": "Introducing my first e-commerce website, a culmination of my year-long journey in programming. Built with modern technologies like React, Redux, and Bootstrap CSS, the website delivers a seamless shopping experience for customers. With a focus on functionality, the website offers a user-friendly interface and smooth navigation for a hassle-free shopping experience. From browsing products to making secure purchases, this website has it all."
    }
  ]
}
